WELCOME = """Здравствуйте, вы зашли в анонимного бота.
С помощью него вы можете общаться с людьми. 
Для того, чтобы найти собеседника, нажмите /find_companion
Чтобы отключиться от собеседника, нажмите /stop_communication
Также с помощью этого бота, вы можете отправить текст картинкой. 
Чтобы воспользоваться данной функцией, напишите команду в следующем формате:
/speak_by_picture [ссылка на фото] [текст]
"""
HAVE_COMPANION = "Ваш собеседник найден"
WAIT_FOR_COMPANION = "Ожидание собеседника..."
NO_COMPANION = "У вас все ещё нет собеседника, чтобы его найти, нажмите /find_companion"
NO_COMPANION_YET = "У вас и так нет собеседника :("
STOP_COM_FOR_COMPANION = "Ваш собеседник прекратил общение/"
STOP_COM_FOR_ME = "Вы прекратили общение."
HAVE_COMPANION_YET = """У вас есть активный собеседник.
Чтобы найти другого, сначала завершите общение с данным, введя команду /stop_communication
И затем команду /find_companion
"""
INCORRECT_COMMAND_PICTURE = """Неправильное использование команды! 
Чтобы ей воспользоваться напишите команду в формате: 
/speak_by_picture [ссылка на фото] [текст]
"""
INCORRECT_PICTURE = "Не удалось создать картинку"
PICTURE_DONE = "Картинка доставлена"
